'
'a
'after
'ah
'ah!
'ah!'
'ah'
'aha!
'aha!'
'alas
'alas!
'alas!'
'all
'all-gone'
'although
'always
'an
'and
'another
'anything
'are
'as
'at
'au
'away
'back
'be
'because
'because'
'before
'behave
'behold
'beloved
'besides'
'beware
'bind
'bird'
'bless
'blessed
'blow
'boy
'bravo!'
'bride
'brother
'but
'but'
'by
'cake
'can
'cannot
'carter!
'cat-skin
'caw!
'certainly
'children
'click
'cock-a-doodle-doo!
'come
'come'
'comrade
'could
'countryman'
'coxcomb'
'creep
'cut
'dear
'dearest
'descend
'did
'do
'don't
'done!'
'dost
'drink
'each
'early
'elsie
'enough
'even
'everything
'fair
'faith'
'falada
'false
'father
'father'
'fear
'feel'
'fine
'first
'five'
'fool
'fool!'
'for
'fourthly
'fox
'frederick
'from
'full
'fundevogel
'gave
'gently!
'get
'give
'go
'god
'good
'good'
'goodbye
'goodness
'gracious
'grete
'gretel
'growler
'ha
'ha!'
'hadst
'half-done!
'half-done'
'hans
'hansel
'hark
'has
'have
'he
'he's
'heads
'hearken
'heaven
'here
'here'
'hi!
'hick
'his
'hither
'home!
'how
'however
'hullo!'
'hurrah!
'hurry
'husband
'husband'
'hush!
'i
'i'll
'i'm
'if
'in
'iron
'is
'it
'it's
'jip!
'jip!'
'just
'justice
'kate
'kate!
'keep
'laces
'late
'lay
'learn
'leave
'let
'lie
'lift
'listen
'little
'look
'lord
'madam
'make
'master
'master!
'may
'mind
'mine
'miserable
'mistress
'money
'more
'most
'mother
'mother'
'murder!'
'must
'my
'nay'
'neither
'never
'nibble
'no
'no!'
'no'
'nobody
'nonsense!'
'not
'nothing
'now
'now'
'o
'o'er
'of
'oh
'oh!
'oh!'
'oh'
'oho!'
'old
'one
'only
'open
'or
'our
'out
'pearls
'peasant
'perhaps
'poor
'pray
'pray'
'prince
'princess
'prithee
'promise
'pull
'put
'quick
'rapunzel
'readily'
'right
'river
'round
'run
'say
'scour
'see
'see'
'seek
'seven
'sew
'shake
'shall
'she
'show
'silly
'since
'sing
'sir
'sit
'sitting
'snow-white
'snowdrop
'so
'softly
'some
'someone
'something
'sooner
'spinning'
'stand
'standing
'stay
'stir
'stop
'stop!
'stop!'
'strew
'strike
'stuck
'such
'suppose
'surely
'surely'
'sweep
'take
'tell
'than
'thank
'that
'that's
'the
'then
'then'
'there
'there!
'there'
'there's
'these
'they
'thirdly
'this
'those
'thou
'three
'throw
'thy
'till
'tis
'to
'tomorrow
'tonight
'took
'top
'top-off!
'tread
'try
'tu
'turn
'twas
'two
'uncouth
'unlucky
'upon
'very
'wait
'wait'
'wallface'
'was
'we
'well
'well'
'what
'what!'
'what'
'what's
'whatever
'when
'where
'where's
'whither
'who
'whoever
'whose
'why
'why'
'wife
'wife'
'will
'willingly'
'wish
'with
'woman
'would
'yellow
'yes
'yes'
'yet'
'yonder
'you
'you'
'you'll
'you're
'your
(
)
--
1
2
3
</s>
<s>
[*]
[little
_jug
_my_
a
a-fishing
a-hunting
abashed
abide
able
abode
about
about'
above
absence
abundance'
accident
accidentally
accomplish'
accomplished
accord
according
accordingly
account
account!'
accursed
accused
acknowledge
acquaintance
across
act
actually
add
added
admiring
admitted
ado
adopt
adrift
advanced
advantage
adventure
adventures
advice
advice'
afar
affair'
affairs
affected
afraid
after
afternoon
afterwards
again
again!
again!'
again'
against
age
aged
ago
ago'
agree
agreed
ah
ah!
ahead
aid
ailed
ails
aim
aimed
air
air!'
alarm
alarmed
alas!
alas!'
ale
ale'
alight
alighted
alike
alive
alive!
alive!'
alive'
all
all!
all!'
all'
all-gone
all-gone'
allow
allowed
almost
alms
alone
alone'
along
along'
aloud
already
already!'
already'
also
also'
altar
alter
although
altogether
always
am
am!'
am'
amazed
ambassador
ambush
amends
amicably
amid
amidst
amiss
among
amongst
amuse
amused
amusement
an
and
angel
angels
anger
angered
angrily
angry
animal
animals
announced
anointed
another
another!'
answer
answer'
answered
answers
ant-hill
ant-king
ante-chamber
ante-chamber'
ants
anvil
anxiety
anxiety'
anxious
any
anybody'
anyone
anyone'
anything
anything'
anywhere
apiece
apish
appear
appeared
appeased
appetite
apple
apple'
apple-dumplings
apple-tree
apples
apples'
appoint
appointed
apprentices
approach
approach'
approached
approaching
apron
apron'
are
are!
are!'
are'
arise
arm
arm'
armies
armour
armour-bearer
arms
arms'
army
arose
around
arrange
arrangements
arranging
arrive
arrived
arrogance
arrow
art
arts
as
ascend
ascended
ascending
ash-heap
ashamed
ashen-grey
ashes
ashes'
ashore
ashputtel
ashputtel!'
ashputtel'
ashputtel's
aside
ask
ask'
asked
asking
asks
asks'
asleep
asleep'
ass
assembled
asses
assigned
assist
assistance
assumed
assured
astonished
astonishment
at
ate
attempt
attempted
attendance
attendants
attended
attention
attracted
aught
avail
avarice
await
awaiting
awake
awaken
awakened
aware
away
away!
away!'
away'
awful
awhile
awkward
awoke
axe
b
baby
back
back'
backs
backward
backwards
bacon
bacon'
bad
bad!'
bad'
bade
badly
bag
bake
baked
baker
baker's
baking-day
bale
ball
ball-room
balls
band
bandy-legs
bank
bar
bare-faced
barely
bargain
bargain'
bargained
bargains
bargains'
bark
bark'
barked
barking
barn
barons
barrel
barrel'
barrels
basket
baskets'
basted
bath
bathed
bathing-house
battle
battle!'
battlefield
bawl
bawled
be
be!
be'
beak
beam
bean
beans
bear
bear'
bear's
beard
beard-cleaner
bearded
bearer
bearskin
beast
beast's
beasts
beat
beaten
beaten!'
beating'
beauteous
beautiful
beautiful'
beautifully
beauty
beauty'
became
because
beckoned
become
bed
bed'
bed-chamber
bed-side
bed-time
bedchamber
bedroom
beds
bedtime
bee
beef
been
been!
been'
beer
beer'
bees
bees'-nest
befall
befallen
befell
before
before'
befriended
beg
began
beggar
begged
begging
begin
beginning
begins
begun
behave
behaved
behaviour
beheld
behind
behind'
behold
behold!
being
beings
belaboured
believe
believed
bell
bellow
bells
belly
belong
belong'
belonged
belonging
belongs
beloved
below
below!'
below'
bemoaned
bench
benches
bend
beneath
benjamin
bent
berries
beside
besides
besmeared
besought
bespoke
best
bestir
bestow
bethought
betimes
betimes'
betook
betray
betrayed
betrothed
better
better!'
better'
between
bewail
bewailed
bewailing
beware
bewitched
beyond
bid
bidden
bidding
bier
big
big'
bigger
biggest
billows
bills
bind
binds
birches
bird
bird!'
bird'
bird's
birds
birds'
birth
bit
bite
bite'
bites
bits
bitter
bitter'
bitterly
bitterly'
black
blackbird
blacken
blackened
blame'
blamed
blaze
blazed
blazing
bleated
bled
bleed
bless
blessed
blessing
blew
blind
blinded
blockhead
blood
blood'
bloody
bloom
blooming
blossoms
blow
blow!
blow'
blowest
blowing
blown
blows
blue
blythe
boar
board
boast
boastfully
boat
boats
bobbins
bodies
body
body'
boil
boiled
boiling
bold
bolder
boldly
bolt
bolted
bond
bone
bones
bonnet
bony
book
boon
boots
boots'
booty
bore
born
borne
borrowed
bosom
both
both'
bottle
bottom
bough
boughs
bought
bound
bounded
bow
bowl
box
boxes
boy
boy'
boy's
boys
braided
braids
brains
branch
branches
brass
bravely
bravery
brayed
braying
bread
bread'
bread-shovel
breadcrumbs
break
breaking
breast
breath
breathe
breathed
bred
breezes
brethren
brew
briar
bridal
bride
bride'
bridegroom
bridegroom's
bridge
bridge'
bridle
bridle'
bright
brighten
brighter
brightly
brightness
brilliant
bring
bring'
bringing
brings
brink
brisker
briskly
broad
broke
broken
broken'
brooch
brood
brood'
brook
broom
broomstick
broth
brother
brother'
brother's
brothers
brothers'
brought
brown
bruised
brush
brushed
brushes
brushwood
brute
bucket
bucketful
buckets
budded
buffetings
build
built
bundle
bundles
bung
burden
buried
burn
burning
burning!
burnished
burns
burnt
burnt'
burst
bury
bush
bush'
bushes
bushy
busily
business
business'
bustle
bustled
busy
busybody!'
but
butcher
butcher's
butler
butter
buttered
butterflies
buttons
buttons!'
buy
buy'
buyers
buzz!
buzzed
by
by-and-by
byways
c
cabbage-leaf
cabbages
cabin
cage
cage'
cages
cake
cakes
cakes'
calendar!'
calf
calf'
call
called
called'
calling
calls
calm
calves'
came
can
can!'
can'
can't
candle
cannot
cannot'
cap
capered
capering
capital
captain
carcase'
card-playing
cardinals
cards
cards'
care
care'
cared
careful
carefully
carefully!
carelessly
carelessness
cares
caring
carpenter
carriage
carried
carried'
carries
carry
carrying
cart
carter
carts
carve
case
case'
cask
cask'
casket
casks
cast
castle
castle'
cat
cat'
cat's
cat-skin
cat-skin'
catch
catches
catching
catherine
catherine's
cats
caught
caught'
cauldron
cause
caused
cave
cavern
caves
caw!
cease
ceased
ceasing
celebrate
celebrated
cellar
cellarful
ceremony
certain
certainly
chafed
chaffinch
chaffinch's
chain
chains
chair
chair'
chairs
chalk
challenge
chamber
chamber'
chamberlain
chamberlains
chambers
chance
chanced
chandelier
change
changed
chanticleer
chanticleer'
chap
chapel
charge
charging
charm
charming
chase
chat
chatter
chatter'
chattering
chatting
cheap!
cheap!'
cheated
cheating
cheek
cheeks
cheeks!
cheer
cheerful
cheerful'
cheerfully
cheese
cheese'
cheeses
cherry-tree
chest
chestnut
chestnut-horse'
chests
chicken
chicken'
chickens
chicks
chief
child
child!
child'
child's
childless
children
children!'
children'
chilly
chimney
chimney'
chimneys
chimneys'
chin
chirping
choked
choked'
choose
chop
chose
chosen
christendom'
christened
christened'
christening
christmas-time
chuckle
chuckled
church
churchyard
cinder
cinder-cake
cinderella
cinders
circle
circled
circulate
cistern
city
city'
civil
civilly
clack
clack'
clad
clambered
clap
clapped
clapping
class
clatter
clatter!
clatter'
clave
claw
claws
clean
clean!'
cleaned
clear
cleared
cleft
clerks
clever
cleverly
cleverness
click
climb
climbed
climbing
clip
cloak
clock
clock-case
clock-case'
clod
clods
clogs
close
closed
closet
cloth
clothed
clothes
clothes'
clothing
cloud
clouds
club
clumsily
clumsy
clung
clutched
coach
coach-house
coachman
coal
coals
coarse
coast
coat
coat'
cobbler
cock
cock-crow
coffin
coffins'
coiled
coin
cold
cold'
collapsed
collar
collected
colour
colours
colours'
comb
comb'd
combed
combing
combs!'
come
come!
come'
comely
comer
comes
comes'
comest
comfort
comfortably
comforted
comical
coming
coming'
command
command'
commanded
commander-in-chief
commands
commands'
common
companies
companion
companion'
companions
company
compared
compassion
compassionate
compelled
complain
complained
comrade
comrade'
comrades
comrades'
concealed
conceited
conceive
concern
concerned
concert
condemned
condition
conducted
confessed
confidential
confined
conquer
conquered
conscience
conscious
consecrated
consent
consented
consequence'
considerably
consideration
considered
constable
constantly
constraint
consulted
consumed
contained
containing
contemptuously
content
contented
contentedly
continually
continue
continued
contrast
contrive
control
conversation
conveyed
cook
cooked
cooking
cooks
cool
coolly
copper-red
copse
cord
cords
corn
corner
cost
costly
cottage
cottage'
cottage-door
couch
coughing'
could
council
counsel
counselled
count
counted
counteract
countless
countries
country
country'
countryman
counts
couple
courage
course
court
courteously
courtiers
courtyard
cousin
cover
covered
covering
cow
cow!
cow'
cow's
cow-beef
cow-herd
cow-house
cow-houses
coward
cowardly
cows
crab-shells
crabb
crabb'
crabs
crack
cracked
crackle
craft
craftily
craftsmen
crafty
crash!
crawl
crawled
creature
creature!
creature!'
creatures
creatures!'
credentials
creep
creeping
crept
crevice
crew
cried
cries
croak
croak'
croaked
croaking
crook-shanks
cross
cross'
cross-legged
cross-roads
crossed
crosses
crossing
crossways
crouched
crowd
crowed
crown
crowned
crowns
crows
cruel
cruelty
crumb-stealer
crumbled
crumbs
crushed
crutches
cry
crying
crystal
cudgel
cudgelled
cuffings
cunning
cunningest
cup
cup'
cupboard
cups
cur
curdken
curdken's
cure
cured
curiosity
curious
curl
curl'd!
curled
curling
curse
cursed
cursing
curtain
curtains
curtsied
cushion
custom
customer
cut
cutting
cutting-board
cutting-knife
daily
daintily'
dainty
dale
dales
dame
dance
danced
dancing
danger
dangerous
dangerously
dangling
dare
dare'
dared
dares
dark
dark'
dark-grey
darker
darkest
darkness
darling
darted
darting
dash
dashed
daughter
daughter!
daughter'
daughter's
daughters
daughters'
dawdle
dawn
dawned
day
day'
day's
daybreak
daylight
days
days'
daytime'
dazzling
dead
dead!
dead!'
dead'
deadly
deal
dear
dear!
dear'
dearer
dearest
dearly
dearly'
dearth
death
deceive
deceived
decent
decide
decided
decision
deck
decked
declare
declared
decree
deed
deeds
deep
deeper
deepest
deeply
deer
defended
degrees
delay
delayed
delicate
delicious
delight
delighted
delightful
delightfully
delivered
deliverer
demand
demanded
den
denounce
deny
depart
departed
departure
depend
depended
depth
derry!'
descend
descended
describing
desert
deserted
deserve
deserved
deserves
design
desire
desire'
desired
despair
despised
destroyed
detail
determined
devil
devour
devour'
devoured
dew
dewdrop
diamonds
diamonds'
did
did'
die
die'
died
died'
different
difficult
difficulty
dig
diligent
dim
dining-hall
dinner
dinner'
dinner-time
dinners
dipped
direct
direction
directly
dirt
dirtiest
dirty
dirty-looking
disappeared
discern
disclosed
discourse
discover
discovered
disenchanted
disfigure
disguises
disgusted
dish
disheartened
dishes
dishful
dislike
dismal
dismay
dismissal
dismissed
dismounted
dispatched
disposed
disposition
dispute
disputed
disreputable
distance
distinguished
distress
district
disturbing
dived
divide
divided
divine
do
do'
dobbin!
doctor
doctored
does
does'
dog
dog'
dog's
dogs
doing
doing'
dolefully
don't
don't'
done
done!'
done'
donkey
donkey'
doom
door
door'
doors
dost
doublet
doubt
dough
dough'
dove
dove'
doves
down
down!'
down'
down-hearted'
downstairs
dowry
drag
dragged
dragging
dragon
drags
drain
drank
draught
draw
draw'
drawer
drawers
drawing
drawn
dread
dreaded
dreadful
dreadfully
dream
dream'
dreaming
dreaming'
dreams
dreamt
dreary
dress
dress'
dressed
dresses
dressing
drew
drink
drink'
drinking
dripping
drive
drive'
driven
driving
droll
droll-looking
drop
dropped
dropping
drops
drove
drown
drowned
drums
drunk
drunken
dry
ducat
ducats
duck
duck's
ducks
dug
dukes
dull
dumb
dummling
dummling[*]
dumpling!'
dungeon
dunghill
during
dusky
dusty
duty
dwarf
dwarf's
dwarfs
dwarfs'
dwell
dwelling
dwelt
dying
each
eager
eagerly
eagerness
eagle
ear
ear'
earliest
earls
early
earn
earned
earnestly
earning
earnings
ears
ears'
earth
earthenware
ease
easily
east
easy
easy'
eat
eat'
eaten
eaters
eating
eats
ebony
ecclesiastics
echoed
edge
efforts
egg
eggs
eggshells
eight
either
either'
elbow
elbows
elder
eldest
eldest'
eleven
eleventh
elf
ells
else
else'
elsie
elsie!'
elsie's
elves
embarked
embassies
embers
embrace
embraced
embroidered
emperor
emperor!'
emperor'
employed
emptied
empty
emptying
enable
enchanted
enchantment
enchantress
end
end'
ended
ending
endless
ends
endured'
enemies
enemies'
enemy
enemy's
engaged
engraved
enjoy
enjoyed
enormous
enough
enough!'
enough'
enraged
entangled
enter
enter'
entered
entering
entertained
entice
enticed
entire
entirely
entrance
entreat
entreated
entreaties
entreaty
envied
envious
envy
equal
equally
equipped
errand
escape
escape'
escaped
espied
espying
esteemed
even
evening
event
eventide
ever
ever'
ever-increasing
every
everybody
everyone
everything
everything!'
everything'
everywhere
evil
exactly
excellence
excellent
exception
exchange
exchange'
exchanged
excites
exclaimed
excuse
excuses
executed
exerted
expatiated
expected
expedient
experience
explain
eye
eyes
eyes'
face
face'
faces
fact
fail
fainting
fair
fair'
fairer
fairest
fairies
fairly'
fairy
fairy's
faithful
faithfully
faithfulness
falada
falada's
fall
fall!'
fallen
falling
falls
false
famed
familiar
family
family'
famine
famous
fancied
fancies
fancy
fanned
far
fare
fared
faring
farmer
farmyard
farther
farther'
farthings'
fascinated
fast
fast'
fasten
fastened
faster
faster'
fastest
fat
fat'
fate
fated
father
father!
father'
father's
fatigue
fatten
fattening
fault
favour
favoured
favourite
fear
fear'
feared
fearfully
fears
feast
feast'
feasted
feasting
feather
feather'
feathers
fed
feeble
feed
feeding
feel
feel'
feeling
feels
feet
feet'
feigning
fell
felled
fellow
fellows
felt
ferry'
festival
fetch
fetched
fetching
few
fewer
fickle
fiddle
fiddler
field
field!
field-flowers
fields
fiend
fierce
fiercely
fiery
fifteen
fifteenth
fifth
fifty
fig
fight
fighting
figure
fill
filled
filthy
finally
find
finding
fine
fine!
finely
finer
finest
finger
finger'
fingers
fingers'
finish
finished
fir-apples
fir-trees
fire
fire!
fireplace
fires
fireside
firewood
firm
firmly
first
first'
fish
fish!
fish-pond
fished
fisherman
fishes
fishing
fishing-line
fishpond
fit
fits'
fitted
five
fix
fixed
flakes
flame
flames
flames!'
flapping
flashed
flashing
flask
fled
flee
fleecy
flesh
flew
flies
flight
fling
flings
float
floated
flock
flocks
floor
florins
flour
flow
flowed
flower
flower'
flowering
flowers
flowers'
flown
flurry
flutter
fluttered
fluttering
fly
fly!
fly's
flying
foam
foaming
foliage
folk
folks
follow
follow'
followed
followers
following
follows
folly
fond
font
food
food'
fool
fool!'
foolish
foolishly
fools
fools!
fools!'
foot
foot-plank
footing
for
for'
forbade
forbid
forbid!'
forbidden
force
forced
forefeet
foreign
forest
forest'
forester
foretell
foretold
forfeit
forfeited
forge
forget
forgets
forgetting
forgive
forgiven
forgot
forgotten
fork
fork'
forks
forlorn
form
form'
formed
former
forms
forsake
forsaken
forth
forth'
forthwith
fortress
fortunately
fortune
fortune'
fortunes
forward
forwards
foul
found
found'
fountain
four
four-footed
fourteen
fourth
fowl
fowler's
fowls
fox
fox'
fox's
frame
frederick
frederick!'
frederick'
free
free'
freed
freeze
fresh
fretted
friend
friend!
friend!'
friend'
friendly
friends
friendship
fright
frighten
frightened
frightful
frightfully
frock
frock!'
frog
frog'
frog-prince
frogs
frolic
frolick'd
from
from'
front
front'
frontispiece
frozen
fruit
fruits
fry
fuel
fulfilled
fulfilled'
full
full'
fully
fun
fun!'
fundevogel
funny
fur
fur-skin
furious
furnish
furnished
furniture
furrows
furs
further
fury
future
gaily
gain
gained
gains
gale
gallery
gallop
galloped
gallows
gallows'
game
gang
gangest!
gaping
garden
garden'
gardener
gardener's
gardens
garland
garret
gasping
gate
gate'
gates
gateway
gather
gathered
gave
gay
gaze
gazed
gazing
geese
general
gentle
gentleman
gently
gently!'
german
get
get'
gets
getting
ghost
giant
giants
giants'
gift
gifts
gilded
girdle
girl
girl!'
girl's
girls
girls'
give
given
given'
gives
giving
glad
gladness
glared
glass
glass'
glass-mountain
glasses
glee
glimmer
glitter
glittered
glittering
gloom
gloomy
glove
gnat
gnaw
go
go!
go!'
go'
goat
goat'
goat's
goats
goblet
god
god'
god's
godchildren
godless
godmother
goes
goes'
going
going'
gold
gold!'
gold'
golden
goldsmith
gone
gone'
good
good'
good-for-nothing
goodbye
goodness
goodness'
goods
goods'
goose
goose!'
goose'
goose-girl
goose-grease
gore
gorged
gossip
got
got!
gothel
gown
gown'
grace
gracious
graciously
gradually
grain
grand
grand'
grandfather
grandmother
grandmother'
grandmother's
grandmother's'
grandson
granite
grant
granted
grasped
grass
grasshopper
grated
grateful
grave
gravely
grazed
grease
great
greater
greater'
greatest
greatly
greatness
greedily
greediness
greedy
green
greens
greenwood
greeted
greeting
grete
gretel
gretel'
gretel's
grew
grey
grey-beard
grey-haired
grief
grief'
grieved
grieves
griffin
griffin's
grim
grinder
grinder!
grindstone
grinned
grisly-beard
grisly-beard!'
grisly-beard'
groaned
groom
groped
ground
ground'
grounds
grove
grow
growing
growled
growler
growling
grown
grows
grumbling
grunted
guard
guarded
guarding
guards
gudgeons
guess
guest
guest!'
guest'
guests
guide
guiltless
guilty
gulp
ha
habit
hack
hack'
had
had'
hadst
hailing'
hair
hairy
half
half-done
half-done!'
half-frozen
half-hour
half-naked
half-pence
half-shut
half-way
halfway
hall
halted
ham
hand
hand'
handed
handful
handkerchief
handling
hands
hands!
handsome
handsome'
handsomely
handsomer
handsomest
hang
hanged
hanged'
hangest!'
hanging
hangman
hangs
hans
hans'
hansel
hansel's
happen
happened
happening
happens
happiest
happily
happiness
happy
happy'
hard
hardest
hardly
hare
hares
harm
harm!
harm'
harmed
harness
harnessed
harshly
has
has!'
has'
hast
haste
haste'
hasten
hastened
hastening
hastily
hasty
hat
hatched
hatchet
hatching
hate
hated
hath
haughtily
haughty
haunted
have
have!
have!'
have'
having
havoc
hawk
hay
hay!
hay!'
hay-cart
hay-cart'
hay-loft
hazardous
hazel
hazel-switch
hazel-tree
he
he'
he'll
head
head'
heads
healed
healing
health
health'
healthy
heap
heaped
hear
heard
hearing
hearken
hears
hearse
heart
heart'
heart's
hearth
heartily
hearts
hearts'
hearty
heat
heated
heath
heaven
heaven's
heaven-born
heavens
heavens!
heavens'
heavier
heaviest'
heavily
heavy
hedge
heed
heel
heels
height
heinel
heinrich
heir
held
helmet
help
helped
helpless
hen
hence
henceforth
her
her'
herbs
herd
here
here!
here!'
here'
hereupon
hero
heroic
herself
herself'
hew
hewed
hewing
hick
hid
hidden
hidden'
hide
hideous
hiding
hiding-place
hie
high
higher
highest
highway
hill
hill's
hillock
hills
him
him!
him!'
him'
himself
himself'
hind
hinder
hinges
hired
his
hissed
hit
hit!'
hit'
hither
hitherto'
ho!'
hoarse
hob
hobbled
hobblety
hobgoblin
hoe
hoes
hold
holding
hole
holes
holiday
holiness
holle
holle'
holle's
hollow
home
home!
home'
homesick
homewards
homewards'
honest
honey
honour
honourable
honourably
hood]
hoofs
hook
hooks
hop
hope
hoped
hopped
hopping
horn
hornet
hornets
horns
horribly
horrid
horror
horse
horse'
horse's
horse-pond
horseback
horseback!
horseman
horsemen
horses
host
hostess
hosts
hot
hounds
hounds'
hour
hour'
hour's
hours
hours'
house
house'
house-door
house-door'
house-keeping
house-top
household
houses
houses'
housework
hovering
how
how'
however
however'
howl
howling
howsoever
hug
huge
hugged
human
humming
hump-backed
hunchback
hundred
hung
hunger
hunger'
hungry
hunt
hunter
hunters
hunting
huntsman
huntsman!
huntsman'
huntsmen
huntsmen'
huntsmen's
hurricane
hurried
hurry
hurrying
hurt
hurting
hurts
husband
husband!'
husband'
hush!
hut
i
i!'
i'
i'll
i'm
i've
ice
ichabod
idea
idle
idle'
if
ill
ill'
ill-behaved
ill-luck
ill-treated
ill-treatment
illuminated
ilsabill
image
imagine
immediately
immense
imp'
impatience
impatient
impatient'
impetuous
impossible
in
in!'
in'
inclination
increased
indeed
indeed!
indeed'
indoors
industrious
industry
industry'
influenced
informed
ingratitude
inherited
injury
inn
innkeeper
innocence
innocent
inns
inquire
inquired
insects
inside
inside'
insignificant
insisted
insists
insolence!'
inspected
instant
instantly
instead
instead'
insulted
intend
intended
intending
intent
intention
interrupted
intertwined
into
invisible
invite
invited
involuntarily
inward
iron
is
is!
is!'
is'
it
it!'
it'
its
itself
jack
jacket
jailer
jam
jams
jeered
jemmy'
jeremiah
jewels
jib
jingling
jip!'
job
jogged
john'
join
joined
joint
joke
joke!'
jokes
jollily
jorinda
jorindel
journey
journey'
journey's
journeyed
journeying
joy
joyful
joyfully
joyously
judge
judge'
judged
jug
jug_
juiciest'
jump
jumped
jumping
juniper-tree
juniper-tree'
just
justice
kate'
keen
keep
keeping
keeps
kehrewit
kept
kerchief
kettle
key
key'
keys
kick
kicked
kicks
kid
kids
kill
killed
killed!'
kills
kind
kindly
kindness
kindness'
kinds
king
king!
king'
king's
kingdom
kingdom'
kingdoms
kings
kings'
kinsmen
kiss
kissed
kitchen
kitchen-boy
kitchen-maid
kitchen-maid!'
knave
kneaded
knee
knees
knelt
knew
knife
knife'
knight
knights
knit
knives
knock
knocked
knocking
knocks
know
know'
knowall
knowing
knowledge
known
knows
korbes
korbes's
krr
kywitt
labour'
laboured
labourers
lace
laced!
laces
laces'
lack
lack-a-day!'
lacking
lad
ladder
laden
ladies
lads
lady
lady'
lady's
laid
lain
lair'
lake
lake'
lamb
lamb's
lambs
lame
lament
lamentations
lamented
lamenting
lamp
lamps
land
land'
landed
landlord
landlord's
landmark
landmark'
lands
language
languages
lap
large
larger
lass
last
lasted
latch
latch'
late
later
lathe
latter
laugh
laugh!
laughed
launched
laws
lay
laying
lazily
lazy
lead
leading
leads
leaf
league
leagues
lean
leaned
leant
leap
leaped
leapt
learn
learned
learning
learnt
learnt'
least
least'
leather
leathern
leave
leaves
leaving
led
left
left'
leg
legitimate
legs
legs'
leisure
leisure'
leisurely
length
lent
lentils
less
lest
let
lets
letter
letters
letting
liberty
lick
licked
licking
lid
lie
lie'
lied
lies
life
life!'
life'
lifeless
lift
lifted
light
light!
light'
lighted
lighten
lighthearted
lightning
lightning'
lightnings
lights
like
like'
liked
likely
likes
likewise
likewise'
liking
lily
limb
limbs
lime-tree
limped
lina
lina'
line
linen
linger
lingering
linnets
lion
lion'
lions
lips
liquid
liquor
listen
listen'
listened
listeners
listening
lit
little
little'
live
live!
live'
lived
livelihood
livelihood'
lives
lives!
lives'
living
lo
load
loaded
loaf
loaves
lock
locked
locks
lodging
loft
lofty
log
logs
loins
lonely
long
long'
longed
longer
longer'
longing
look
look!
looked
looking
looking-glass
looks
looks!'
loose
loosened
lord
lord'
lose
loss
lost
lost'
lot
lot'
lots
loud
louder
loudly
love
love'
loved
lovelier
loveliest
lovely
lover
loves
low
lower
luck
luck'
luckily
lucky
lucky'
lumber-room
lump
lurch!
lustily
lying
mad
mad!'
madam!'
made
made!
made'
madman
magic
magical
magnificence
magnificent
magnificently
maid
maid's
maiden
maidens
main
majesty
make
makes
making
malice
man
man!
man'
man's
manage
managed
managed'
manages
managing
manikin
mankind
manner
mantle
many
many-league
map
maps
marble
marble'
marched
mark
marked
market
marleen
marriage
marriage'
marriage-feast
married
married'
marry
marrying
marsh
marshal
masons
mass
master
master!
master'
master's
masterpiece
masters
masters!'
masters'
mat
match
mate
matter
matter'
matters
may
may'
mayor
mayor'
maypole!'
me
me!
me!'
me'
meadow
meadow's
meadows
meadows'
meagre
meal
meal!
meal'
mean
mean'
meaning
means
meant
meantime
meanwhile
meat
meat'
meats
meddle
meddling
medicine
meek
meet
meeting
meets
melancholy
melted
men
men'
men's
menial
merchant
merciful
mercilessly
mercy
mercy!'
mercy's
merely
merrily
merriment
merry
merry'
merrymaking
messenger
messengers
met
mewed
miau!
mice
mid-day
midday
middle
midges
midnight
midst
might
mightily
mighty
mile
miles
military
milk
milk-faced
milk-pail
milking
mill
mill'
miller
miller's
millers
millet-seed
millstone
mind
mind'
minds
mine
mine'
minute
minutest
miraculous
mischance
mischief
miser
miserable
miserable'
miserably
misery
misfortune
misfortune!
misfortunes
mishap
miss
miss'
missed
missing
missing'
mist
mistake
mistaken
mistook
mistress
mite
mixed
moaned
moaning
mocked
mocking
mockingly
modestly
moist
moment
moment'
money
money!'
money'
monster
monster's
month
months
mood
moon
moon'
moonlight
mop
more
more'
moreover
morning
morning!
morning'
mornings
morrow
morrow!
morsel
morsels
mortal
moss
most
mother
mother'
mother's
motion
motionless
motions
mount
mountain
mountains
mountains'
mounted
mounts
mourn'd
mourned
mourners
mournful
mournfully
mourning
mouse
mouse'
mouse's
mouse-hole
mouse-hunter
mouth
mouth'
mouthful
mouthful!'
mouths
move
moved
movements
moving
mr
mrs
much
much'
muddy
mumbled
murder
murdered
murderers
murderers'
murdering
murderous
music
musician
musician'
musician's
musicians
musing
mussel
must
must'
mutter
muttered
muttering
my
myself
myself!'
myself'
mysterious
nag
nail
nailed
nails
naked
name
name!
name'
named
named'
names
nap'
narrow
narrower
nasty
natural
naught
naughty
nay
near
nearer
nearer'
nearly
neat
neatly
necessity
neck
neck'
necklace
necklace'
necks
need
needed
needful
needle
needle'
needles
neglected
neigh
neighbour
neighbourhood
neighbouring
neighbourly
neighbours
neither
nest
nestled
net
never
nevertheless
new
new-made
newly-built
newly-coined
news
next
next'
nibble
nibbled
nibbling
nice
nicely
nickname
nigh
night
night'
night's
night-time
night-wind
nightingale
nightingales
nights
nimble
nimble'
nimbly
nine
nine-pins
nine-pins'
ninth
no
no!
no!'
no'
noble
nobleman
nobleman's
nobles
nobody
nodded
noise
noises
none
none'
nonsense!'
nonsense'
noon
nor
nose
nosegay
nostrils
not
not!
not'
note
nothing
nothing!'
nothing'
notice
noticed
now
now!'
now'
nowhere
nudged
number
numbers
nurse
nut
nut'
nut-tree
nut-trees
nuts
nutshell
nutshells
o
o'clock
o'er
oak
oak-trees
obedient
obeyed
objection
obliged
observe
observed
observing
obstacle
occasion
occurred
odd
odious
of
of'
off
off!
off!'
off'
offer
offered
office
officers
often
oh
oh!
old
older
on
on!'
on'
once
once!
once!'
once'
one
one!'
one'
one's
ones
oneself'
only
only'
onwards
open
opened
opening
opinion
opportunities
opportunity
opposed
opposite
opposition
or
order
order'
ordered
ordering
orders
other
other!
other!'
other'
others
others'
otherwise
ought
ounces
our
ourselves
ourselves!'
ourselves'
out
out!'
out'
out-doing
outer
outside
outside'
outskirts
outwitted
oven
ovenful
over
over'
overcome
overflowing
overhung
overjoyed
overlooking
overnight
overrun
overset
overspread
overtake
overtook
overwhelmed
owe
owl
own
owner
oxen
pace
paces
packed
pages
paid
pail
pails
pain
pains
pains'
paint
painted
painter
pair
pairs
palace
palace'
pale
paltry
pan
pancakes
pane
panes
pans
pant
pantaloons
panting
pantry
parched
pardon
parents
park
parley
parlour
parlour'
parson
parson's
part
parted
particulars
partlet
partlet'
partlet's
partner
partnership
party
pass
passage
passages
passed
passes
passing
passion
password
past
pasture
patch
path
path'
paths
patience
patient
patted
paused
paw
paws
paws'
pay
payment
peace
peace'
peaceably
peacefully
pear-tree
pear-tree'
pearl
pearls
pears
peas
peas'
peasant
peasant's
peasants
pebble-stones
pebbles
pebbles!'
peck
pecked
pedlar
pedlars
peel
peeling
peep
peeped
peering
peers
pelting
pennies
penny
people
people!
people'
perceived
perceiving
perch
perched
perching
perfect
perfectly
perform
performed
perhaps
peril
perish
perished
persistent
person
persons
persuaded
pertains
pick
pick!'
pick-axe
picked
picking
piebald
piece
pieces
pieces'
pierced
pig
pig'
pigeon
pigeon-house
pigeons
pigsty
pile
pillow
pillow'
pillows
pin
pinafore
pincers
pinch
pinched
pined
pink
pipe
pitch
pitcher
pitchers
piteous
piteously
pitied
pitiful
pitiless
pity
pity's
place
place!'
place'
placed
places
plague
plagued
plain
plan
plane
planed
plank
planks
plant
planted
plash
plate
plate'
plates
play
play!'
play'
played
playing
plaything
playthings
pleasant
pleasantly
please
please!'
please'
pleased
pleases
pleasure
pleasure'
plenty
plight
plot
ploughed
pluck
plucked
plucking
plume
plumes
plump
plunge
plunged
ply
pocket
pocket'
pocket-handkerchief
pockets
pocketsful
point
pointed
poison
poisoned
poke
poked
polish
polished
politely
polluted
pomp
pond
ponder
poodle
pool
poor
poor'
pope
pope'
popped
porch
porch'
possess
possessed
possession
possible
possibly
pot
pots
poultry
pounce
pound
poured
pouring
poverty
power
powerful
praised!
pray
pray'
prayed
prayers
precious
precipice
prepare
prepared'
presence
presence'
present
presented
presently
presents
pressed
pretend
pretended
pretending
prettier
prettiest
prettily
pretty
prevent
previous
prey
price
prick
pricked
pride
priest
prince
prince!
prince's
princes
princess
princess!
princess!'
princess's
princesses
principal
print
prison
prisoner
prisoners
prize
prize!'
proceeds
procession
proclaim
proclaimed
procure
produce
profit
project
promise
promised
promising
pronounce
proof
proper
properly
properly'
property
property'
prophecy
prophesy
proposal
proposal'
proposed
proposition
prospered
proud
prove
proved
provide
provided
provision
provisions
prudently
pry
prying
public
public-house
pudding
puddings
puddings'
puddle
puffed
pull
pulled
pulling
punish
punished
punished'
punishment
pure
purest
purple
purpose
purse
pursue
pursued
pursues
pursuit
push
pushed
puss
put
puts
putting
quacking
quails
qualities
quarrel
quarrelling
quarter
quarters
queen
queen!
queen'
queen's
queer
quench
quick
quick!
quicker
quickly
quickly'
quiet
quieted
quietly
quilt
quilts
quite
quite'
rabble
rack
ragamuffin!
rage
raging
rags
rain
rained
raise
raised
rake
rampion
ran
rang
ranged
rank
ransom
rap
rapid
rapidity
rapping
rapunzel
rapunzel's
rare
rarest'
rascal
rascally
rascals
raspberry
rate
rate!'
rather
rattled
ravaging
raven
raven's
ravens
ravens'
ray
rays
reach
reached
reaching
read
ready
ready'
real
reality
really
reappeared
reared
reason
receive
received
receives
recital
reckoned
reckoning
recognize
recognized
recover
recovered
red
red-cap
red-cap'
red-hot
reeds
reel
reflected
reflection
refresh
refuse
refuse'
refused
regarded
reigned
rejoice
rejoiced
rejoicing
related
relations
released
relented
remain
remainder
remained
remaining
remains
remarked
remarks
remember
remembered
remembrance
remorse
removed
rendered
renders
renewed
renowned
repaid
repair
repay
repeat
repeated
repent
repented
replied
reply
report
repose
reproached
request
request'
require
require'
required
resembled
resist
resolved
resound
respect
respect'
respectable
rest
rested
resting
resting-place
restore
restored
restrained
resumed
retinue
retire
return
returned
returning
revealed
revenge
revenge'
reverence
revived
reward
reward'
rib
ribbons
rich
richer
riches
richly
rick
rid
ridden
ride
rider
ridges
ridiculed'
riding
right
right!'
right'
right-hand
rim
ring
ring'
ring-dove
ringing
rings
rip
ripe
ripe'
ripest
rise
risen
rises
rising
rising'
risk
river
river'
river's
road
road'
road-side
roadside
roam
roamed
roaming
roams
roar
roared
roaring
roast
roasted
roasts
rob
robbed
robber
robbers
robbery
robbing
robes
rock
rocking
rocks
rod
rode
rods
roe
rogue'
roguery
roguery'
rogues
roguish
roland
roland's
roll
rolled
rolling
rolls
rome
roof
roofs
room
room'
rooms
roots
roots'
rope
ropemaker's
rose
rose'
rose-bush
rose-red
rose-tree
rose-trees
roses
rosy
rough
rough-looking
round
round!'
round'
roused
roved
roving
row
rowed
rowing
rows
royal
rub
rubbed
rude
rue
rueful
ruin
ruled
rumbles
rumpelstiltskin
rumpelstiltskin'
rumplestiltskin!'
run
run-away
running
runs
rushed
rushes
rushing
rushlight
rustling
rusty
sack
sack'
sackful
sacks
sacksful
sad
sad'
sadder
saddle
sadly
sadly'
sadness
safe
safe!
safe'
safeguard
safely
safer
safety
said
said'
sail
sailed
sailing
sake
sake!'
sake'
salad
sale
salt
salt'
salted
same
same'
sand
sands
sang
sank
sanna
sashes
sat
satisfied
satisfied'
satisfy
sausage
sausages
sausages'
savage
savagely
save
saved
saved!
saved'
saves
saving
saw
say
say!
say'
saying
says
scalded
scampered
scanty
scarcely
scarlet
scattered
scenes
scent
school
school'
schools
scissor-grinder
scissors
scolded
scolding
scorches
scorching
scorned
scornfully
scoundrel
scrambled
scrape
scratch
scratched
scream
screamed
screaming
screams
screw
screwed
scullion-girl
scythe
scythe'
sea
sea!
sea'
sea-shore
sea-water
sealed
seam
search
searched
searcher
seas
seashore
seaside
seat
seated
second
second'
secondly
secret
secretly
see
see'
seed
seeing
seek
seeking
seeks
seem
seemed
seemly
seemly'
seems
seen
seen'
sees
seize
seized
seizing
self-denial!'
sell
sell!'
sell'
send
sense'
senseless
sensible
sensibly
sent
sentence
sentenced
separate
separated
serious
servant
servant's
servant-maid
servants
servants'
serve
served
service
service'
services'
set
setting
settle
settled
seven
seventh
several
sew
sewed
sewn
sexton
sexton's
shabby
shade
shade'
shady
shake
shakes
shaking
shall
shalt
shame
shame'
shape
shapes
share
share'
shared
sharing
sharp
sharp!'
sharpened
sharpening
sharply
shaved
she
she!'
she's
shed
sheep
sheep'
sheep's
sheer
shelf
shell
shells
shelter
shelter'
shepherd
shepherd's
shewed
shift
shines
shinest
shining
ship
ships
shirt
shirt-sleeves
shiver
shivering
shocked
shoe
shoe!
shoe-leather
shoemaker
shoemaker's
shoes
shoes!'
shoes'
shone
shook
shoot
shooting
shop
shopkeeper
shore
short
shot
shot'
should
shoulder
shoulders
shout
shouting
shovels'
show
showed
shower
shown
shrank
shrewd
shrill
shrivelled
shrubs
shudder
shudder!
shudder!'
shudder'
shuddered
shuddering
shut
shutting
sick
sickle
sickness
side
side!'
side'
sides
sift
sighed
sighing
sight
sign
signal
signed
signs
silence
silenced
silent
silent'
silently
silk
silken
silly
silly'
silver
silver'
silvery
simple
simple-hearted
simples
simpleton
simpleton'
simpletons
sin
since
sing
sing!
sing!'
singer
singing
single
sings
sings'
sink
sinking
sinner
sinner!'
sir
sir'
sister
sisters
sit
sit'
sits
sitting
situated
situation
six
sixth
sixty
size
size'
sizes
skein
skilful
skill
skill'
skin
skin'
skins
skins'
skip
skipped
skipping
skulls
sky
slaughter-house'
slaughterer
slaughterers
slave
slay
sleek
sleep
sleep'
sleeper
sleepers
sleeping
sleeping'
sleeve
sleeve'
slender
slept
slew
slice
slip
slipped
slipper
slipper'
slippers
slippery
slopping
slowly
sluggards!
slut
slyly
smack
smacked
small
small'
smaller
smart
smell
smells
smelt
smiled
smiling
smite
smith's
smoke
smoking
smooth
smote
snail-shell
snake
snap
snapped
snapping
snares
snarled
snatched
sneered
sniffed
snip
snips
snore
snored
snoring
snoring!
snorted
snow
snow'
snow-white
snowdrop
snowdrop's
snowflakes
snowing
snuff
snug
so
so'
sobbed
sock
soft
soften
softened
softly
softly!
softly'
sold
soldier
soldier's
soldiers
soldiers'
sole
solemnized
soles
solid
solitude
some
some'
somebody
someone
someone'
something
something'
sometimes
somewhere'
son
son'
son's
son-in-law
song
song'
sons
sons!'
soon
soon'
sooner
soot
soothe
soothsayer
sorcerer
sore
sorely
sorrow
sorrowed
sorrowful
sorrowful'
sorrowfully
sorrows
sorry
sort
sort'
sorts
sought
soul
sound
sound'
sounded
sounding
soundly
soup
soup'
sour
south
sowed
space
spacious
spangled
spare
spare'
spared
sparkled
sparkling
sparrow
sparrows
spat
speak
speak'
speaking
special
spectacles
speech
speed
spell
spellbound
spend
spending
spent
spice
spied
spies
spill
spilt
spin
spindle
spindles
spinning
spinning-wheel
spinning-wheels
spinning-wheels'
spirit
spirited
spirits
spirits!'
spit
spite
spiteful
splash!
splashed
splendid
splendour
split
spoil
spoiled
spoilt'
spoke
spoken
spoon
spoon'
spoonful
sport
spot
spot!
spots
sprang
sprawl
spray
spread
spring
spring'
springs
sprinkle
sprinkled
sprint
sprouted
spruce
sprung
spun
spurs
spy
squared
squeezed
squire
squire's
squirrel
stab
stabbed
stable
stable-boy
stables
stag
stained
stair
staircase
stairs
stall
stall'
stand
standing
stands
star
star-gazer
stared
staring
starry
stars
stars!'
stars'
start
started
starve'
starving
state
stately
stationed
stay
stay!
stayed
staying
stays
steady!
steak
steak'
steal
steed
steel
steep
stems
step
stepdaughter
stepmother
stepped
steps
steps!'
stepsister
stick
sticking
sticks
stiff
still
stillness
sting
stipulated
stir
stirred
stirring
stitch
stitched
stitches
stitching
stock
stockings
stoke
stoked
stole
stolen
stomach
stone
stone!'
stones
stones'
stood
stool
stool'
stoop
stooped
stop
stop!
stop!'
stopped
stopped'
stopping
stops
store
store-room
stored
stores
stories
storm
stormy
story
stout
stove
stove'
straight
straitened
strange
strangely
stranger
strangers
strangle
strap
stratagem
straw
streak
stream
streamed
street
streets
streets'
strength
strength'
strengthen
stretch
stretched
strew
strewed
strewn
striding
strike
strikes
striking
string
stripes
stripes'
stripped
stroke
stroke!'
stroke'
strokes
stromberg
strong
stronger
stronger'
struck
struggling
stuck
student
student's
study
stuffed
stumbles
stump
stupid
sty
subdue
succeed
succeeded
successfully
successive
successor
such
suck
suckle
sudden
suddenly
suffer
suffer!'
suffered
sufficiently
suffocated
sugar
sugarloaf
suit
suitable
suited
suitor
suitors
suits
sulkily
sulky
sultan
sum
summer
summer'
summer's
summer-time
summon
summoned
summons
sun
sunbeams
sunday
sunday!'
sung
sunk
sunrise
sunshine
superior
supper
supper'
suppers
support
supported
suppose
supposed
sure
sure'
surely
surface
surprised
surrounded
suspected
suspecting
suspicion
suspicions
suspicious
swallow
swallowed
swam
swans
swarming
sweat
sweep
sweeping'
sweet
sweet'
sweetheart
sweetly
swelling
swept
swiftly
swim
swim'
swimming
switzerland
sword
sword'
swords
swore
sworn
swung
syrup
table
table-cloth
tables
tablet
tablets
tacked
tail
tailor
tailor'
tailor's
tailoring
tailors
tails
take
taken
takes
taking
tale
talers
talers'
tales
talk
talked
talking
talking!
talking!'
talks
tall
taller
tallest
tan-heap
tangled
tap
tapped
tapping
tarry
task
task'
tasks
taste
tasted
tasted!'
tasting
taught
teach
tear
tears
tease
teeth
teeth'
tell
telling
temptation
tempted
tempting
ten
tender
tenderly
terms
terrible
terribly
terrified
terror
test
than
thank
thanked
thankful
thanks
that
that!
that!'
that'
that's
thawed
the
thee
thee!'
thee'
their
them
them!'
them'
themselves
themselves'
then
then'
thence
there
there!
there'
there's
therefore
therein
thereupon
these
these'
they
thick
thicker
thickest
thicket
thickly
thief
thief'
thieves
thieves'
thieving
thin
thine
thine'
thing
thing!'
thing'
things
things!'
think
think'
thinking
third
third'
thirdly
thirst
thirst'
thirsty
thirsty'
thirteen
thirteenth
this
this!'
this'
thither
thither'
thomas
thorn-bush
thorns
thoroughly
those
those'
thou
though
thought
thought'
thoughtful
thoughtful'
thoughtfully
thoughts
thousand
thousands
thread
threads
threaten
threatened
three
three'
three-legged
threepence
threepence'
threes'
threshold
thresholds
threw
thrice
thriven
thriving
throat
throat'
throats
throne
through
throughout
throw
throw'
throwing
thrown
thrown'
thrush
thrust
thrusts
thumb
thunders
thunderstorm
thus
thy
thyself
tidings
tie
tied
ties
tight
tiled
till
tilling
tilt
time
time!
time!'
time'
times
times'
timothy
tiny
tired
tired'
tiresome
tiresome!
to
to!
to'
toadstool
toasted
tobacco
today
today!'
today'
toe
toes
together
together'
token
told
tom
tom'
tom-cat
tommy
tomorrow
tomorrow'
tone
tongue
tongue'
tonight
too
too'
took
tooth
top
topmost
tops
torch-light
torches
tore
torment
torn
torn-up
toss
tossed
tossing
touch
touched
touching
towards
towel
tower
town
town!'
town'
towns
track
trade
trade'
train
traitors'
trample
trampling
trance
transformation
trap
trap-door
travel
travelled
traveller
travellers
travelling
travels
treacherous
treachery
treachery'
tread
treading
treasure
treasures
treat
treat'
treated
treatment
tree
tree!'
trees
tremble
trembled
trembling
tremendous
tresses
trial
trick
trick!'
tricked
tricks
tried
trifle'
trifling
trim
trinkets
trip
tripped
trips
trod
troop
troops
trotted
trotting
trouble
trouble!'
trouble'
troubled
troubles
troublesome
troubling
trough
trough'
true
true!
true'
truly
truly'
trumpets
trumps
trunk
trust
trusted
trustfully
trusty
truth
try
try!
try!'
try'
trying
tu
tub'
tugged
tugging
tumble
tumbles
tumbling
tune
turn
turn'
turned
turning
turning-lathe
turnip
turnips
turns
turtle-doves
tusks
twelfth
twelve
twenty
twenty-four
twice
twig
twig'
twigs
twilight
twinkling
twins
two
two'
tying
ugh!
ugly
ugly-looking
unable
unanimously
unawares
unbeaten
unbidden
unbolted
unbound
unbuttoned
uncertain
uncle
uncommon
unconsumed
undecided
under
underground
underneath
understand
understand'
understanding
understood
undertake
undertook
underwood
undisturbed
undone
undone!
undoubtedly
undressed
uneasiness
uneasy
unexpected
unfastened
unfit
unhappily
unhappiness
unhappy
unharmed
unicorn
unkindly
unknown
unknown'
unless
unlock
unlocked
unluckily
unlucky
unpack
unruly
unseen
until
unto
untrue
untying
unwilling
unwillingly
unwrapped
up
up'
upon
upon'
upper
upright
uproar
upset
upside
upstairs
upstairs'
urchin
urchin!'
urged
urgent
us
us!'
us'
use
use'
used
useful
usual
uttered
utterly
vagabond
vagabonds
vain
valiant
valley
valley's
valour
valuable
value
vanished
vegetables
vegetables'
veins'
velvet
vengeance
venomous
vent
venture
ventured
verily
vermin'
very
vexation
vexed
victory
victory'
view
village
villages
villain
villains
vinegar
violent
violently
virtues
visible
visit
voice
voices
vowed
voyage
waddled
waddling
wager
wages
wagged
waggoner
wailing
waistcoat
wait
waited
waiting
waiting-maid
waiting-maid'
waiting-maids
wake
wake'
wakened
waking
walk
walk'
walked
walking
walking-sticks
wall
wall'
walled
walls
wand
wander
wandered
wanderer
wandering
want
want'
wanted
wanted'
wanting
wanting'
wants
war
war'
ware
wares
wares'
warlike
warm
warmed
warming
warn
warned
warrior
warriors
wars
wars'
was
was!
was'
wash
washed
washing
washing-bowl
washing-day
wasn't
waste
wasteful
watch
watched
watches
watching
water
water'
water's
watered
waters
wave
waved
waves
waves'
waving
way
way!'
way'
ways
we
we'll
weak
wealth
wealth'
wear
wearer
weariness
weary
weather
weather'
weave
wedding
wedding'
wedding-feast
wedding-torches
wedge
week
weeks
ween
weep
weep'
weeping
weeping'
weigh
weighed
weight
weighty
welcome
welcome'
welcomed
well
well!
well!'
well'
well-a-day!
well-a-day!'
well-deserved
well-nigh
went
wept
were
were'
wert
wert'
west
wet
wetted
what
what's
whatever
whatsoever
wheel
wheel-barrow
wheelbarrow
wheels
when
whence
whenever
where
whereby
wherein
whereon
wheresoever
whereupon
wherever
wherewith
whether
whetted
which
while
while'
whilst
whip
whirl'd
whirlwind
whirring
whispered
whispering
whistled
whistling
whit
white
white'
whither
who
who'
whoever
whole
whom
whose
whosoever
whu!
whu!'
why
why'
wicked
wicket
wide
wide-spread
widow
wife
wife!
wife!'
wife'
wife's
wights
wild
will
will'
willing
willingly
willow
willow-wren
willow-wrens
willows
wilt
wind
wind'
window
window'
window-bars
window-pane
window-seat
windowframe!'
windows
winds
wine
wine'
wing
winged
wings
winter
winter's
wipe
wiped
wisdom
wise
wiser
wisest
wish
wish'
wished
wishes
wishing
wishing-cloak
wishing-ring
witch
witch's
witches
with
with!'
with'
wither
withered
within
within'
without
withstand
wits
woe-begone'
woefully
woes
woke
wolf
wolf!
wolf!'
wolf'
wolf's
woman
woman!
woman's
won
won'
won't
wonder
wondered
wonderful
wondrous
woo
wood
wood'
wood-axe
wood-cutter
wooden
woodman
woods
wooed
wooer
word
word!'
word'
words
words'
wore
work
work!
work'
work-table
worked
working
workmanship
workmen
works
workshop
workshop'
world
world!
world!'
world'
world's
worm
worn
worry
worse
worst
worth
worth'
worthy
would
would'
wouldst
wound
wounded
wounded'
wounds
wrapped
wreath
wreaths
wrens
wretch
wretch!'
wretch'
wretched
wretchedly
wretchedness
written
wrong
wrongs
wrote
yard
yard-measure
yards
ye
ye!
ye!'
year
year's
yearning
years
years'
yelled
yellow
yes
yes'
yesterday
yet
yet!'
yet'
yielded
yoked
yonder
you
you!
you!'
you'
you're
young
younger
youngest
your
yours
yours'
yourself
yourself'
yourselves
yourselves'
youth
youth's
